brew 'fish'
brew 'git'
brew 'tmux'
brew 'python'
brew 'wget'

tap 'homebrew/homebrew-cask'

cask 'google-chrome'
cask 'appcleaner'
cask 'dropbox'
cask 'spectacle'
cask '1password'
cask 'iterm2'

cask 'evernote'
cask 'virtualbox'
cask 'gimp'
cask 'gitup'
cask 'dash'
cask 'spotify'

# cask 'splice'
# cask 'ableton-live-suite'
