brew 'fish'
brew 'git'
brew 'ag'
brew 'tmux'
brew 'htop'
brew 'python'
brew 'wget'
brew 'youtube-dl'
brew 'ffmpeg'
brew 'ninja'
brew 'cmake'
brew 'vim'
brew 'wine'

brew 'swig' # build lldb
tap 'homebrew/homebrew-cask'

# general mac
cask 'google-chrome'
cask 'appcleaner'
cask 'dropbox'
cask 'spectacle'
cask '1password'
cask 'alfred'

# dev
cask 'iterm2'
cask 'virtualbox'
cask 'gitup'
cask 'vagrant'
cask 'dash'

# other
cask 'evernote'
cask 'gimp'
cask 'spotify'
cask 'vlc'

## music stuff

# cask 'rekordbox'
# cask 'splice'
# cask 'ableton-live-suite'
